export const textTosearch = [
  'through Hidden experiments, the Observing Philosophers \n',
  'carefully recorded their findings in secret tomes \n',
  'rarely did alchemists Seek answers in mundane texts, \n',
  'for the Universal substance eluded ordinary understanding.\n',
  'beyond the limits of ordinary Methods, the most Dedicated scholars \n',
  'turned to alchemical science, where hidden truths awaited discovery. \n',
  'Truly, the masters of old knew that one must strive tirelessly, \n',
  'purifying Lead into something greater, refining both mind and matter. \n',
  'until mastery was achieved, Knowledge alone was insufficient, \n',
  'and only those who understood the deeper mysteries Would glimpse Immortality.\n',
  'secrets, carefully veiled Behind Cryptic inscriptions, \n',
  'teach those with patience to decode their deeper meaning. \n',
  'hermetic ideals demand perseverance, a willingness to question, \n',
  'and an acceptance that the path to wisdom is rarely direct. \n',
  'long nights spent in study and contemplation lead to illumination, \n',
  'and oaths taken by true seekers bind them to their Noble quest. \n',
  'Yet the philosopher’s stone remains Elusive, \n',
  'and only through great sacrifice is the truth Revealed.\n',
  'elixirs, said to restore itality and even grant eternal youth, \n',
  'were concocted by those who dared to challenge nature’s limits. \n',
  'distillations, performed under the guidance of celestial alignments, \n',
  'promised insight beyond mortal comprehension. \n',
  'Gold, though treasured by the common man, held greater meaning \n',
  'to those who understood the principle of transmutation. \n',
  'Joining knowledge of the material and the divine, \n',
  'true alchemists saw wealth not in metal, but in enlightenment.\n',
  'notable are those who pursued the Quintessence, \n',
  'a substance believed to bind together the four classical elements. \n',
  'wielders of this hidden force were said to shape reality itself, \n',
  'while Xenon and other elusive Vapors symbolized the mysteries of the aether. \n',
  'yields of failed experiments were many, \n',
  'but each failure brought the dedicated scholar closer to true wisdom. \n',
  'Zeal alone was not enough—patience, discipline, and intellect \n',
  'were the true keys to unlocking the universe’s greatest secret.\n',
  'through the Forgotten knowledge of Ancient scholars, \n',
  'keepers of wisdom have safeguarded the elusive \n',
  'keys to transformation. only those who \n',
  'fully commit to the pursuit of enlightenment \n',
  'can grasp the final mysteries.\n'
];

export const alphabetCipher = 'DNIS PNYYUR DNIS DNIS GLIXUR UHRJT BURPQRF PNYYUR MLRU HLR MLRU UHRJT IUHS UHRJT GLIXUR LRNC DNIS GLIXUR VHJUR DNIS PNYYUR MLRU DNIS LRNC IUHS UHRJT PNYYUR PNYYUR JLC BURPQRF';


export const newAlpabet = 'HOPSUMDTLKWIBCNYERGJQXVZFA';



export const elementSymbol = [
  { "Symbol": "☉", "Name": "Gold" },
  { "Symbol": "♀", "Name": "Copper" },
  { "Symbol": "☽", "Name": "Silver" },
  { "Symbol": "☿", "Name": "Mercury" },
  { "Symbol": "🜂", "Name": "Fire" },
  { "Symbol": "🜁", "Name": "Air" },
  { "Symbol": "🜃", "Name": "Earth" },
  { "Symbol": "♄", "Name": "Lead" },
  { "Symbol": "♂", "Name": "Iron" },
  { "Symbol": "♃", "Name": "Tin" },
  { "Symbol": "🜄", "Name": "Water" },
  { "Symbol": "Ar", "Name": "Argon" }
];

export const sequenceSymbols = ['☉', '♀', '☉', '☉', '☽', '🜃', '☿', '♀', '🜂', '🜁', '🜂', '🜃', '♄', '🜃', '☽', '♂', '☉', '☽', '🜄', '☉', '♀', '🜂', '☉', '♂', '♄', '🜃', '♀', '♀', '♃', '☿'];

export const grid = [
  ['☉', '♀', '☉', '☉', '☽', '🜃', '☿', '♀', '🜂', '🜁', '🜂', '🜃', '♄', '🜃', '☽', '♂', '☉', '☽', '🜄', '☉', '♀', '🜂', '☉', '♂', '♄', '🜃', '♀', '♀', '♃', '☿'],
  ['🜄', '🜂', '♄', '🜂', '🜁', '🜂', '🜄', '☿', '🜁', '☽', '♂', '☽', '♄', '♃', '🜄', '♄', '♀', '♂', '☉', '🜄', '♂', '☽', '♀', '♂', '♀', '♃', '♄', '🜄', '♃'],
  ['🜂', '☿', '🜄', '♂', '♀', '♃', '♃', '🜄', '☉', '♂', '♃', '🜂', '♀', '🜂', '🜃', '🜁', '☉', '🜂', '♀', '♃', '♄', '☽', '🜂', '♂', '♄', '♂', '☉', '🜄', '☉'],
  ['🜁', '🜄', '🜂', '☉', '♃', '🜂', '🜂', '☿', '🜁', '☿', '♂', '♀', '♂', '♂', '♃', '☽', '☉', '🜂', '☉', '☽', '☿', '♀', '🜂', '🜁', '♄', '♂', '🜃', '☉', '♂'],
  ['☉', '🜂', '🜁', '♃', '🜂', '☽', '🜄', '♀', '🜄', '🜁', '♃', '🜂', '🜂', '♂', '🜂', '♃', '☽', '☽', '🜂', '☉', '🜄', '☉', '🜁', '♀', '🜄', '♃', '🜄', '♂', '☉'],
  ['☽', '♄', '🜃', '♀', '🜄', '♃', '🜁', '♃', '🜃', '🜂', '🜂', '🜂', '🜂', '♄', '🜂', '🜄', '🜃', '♀', '🜁', '🜁', '🜂', '🜃', '☽', '🜁', '☿', '🜂', '🜂', '♂', '☽'],
  ['☉', '♄', '🜁', '♄', '☿', '♄', '☉', '☉', '☽', '♄', '♀', '☉', '🜄', '♄', '🜁', '♂', '☿', '☿', '🜄', '♃', '♀', '☿', '🜃', '♂', '☿', '♀', '☽', '♀', '🜃'],
  ['☉', '☿', '🜁', '🜂', '♂', '♀', '🜁', '🜂', '🜁', '☽', '🜂', '♀', '☉', '🜃', '♄', '♃', '♀', '☽', '☽', '🜄', '☉', '♃', '🜂', '🜂', '🜃', '🜄', '♀', '☽', '🜄'],
  ['🜃', '🜂', '♀', '♀', '☽', '🜃', '☿', '♃', '🜄', '🜃', '🜃', '☉', '♃', '🜁', '♄', '🜁', '🜂', '🜁', '🜄', '🜁', '☽', '♃', '🜂', '♀', '🜃', '☿', '☿', '🜁', '🜃'],
  ['☿', '♀', '♀', '☉', '♄', '🜄', '♂', '☽', '☉', '♀', '☿', '🜃', '☿', '♄', '♄', '🜂', '🜁', '🜃', '☽', '♃', '☿', '♃', '♃', '♂', '♄', '☉', '🜂', '☉', '🜁'],
  ['🜄', '🜃', '☽', '🜄', '☿', '♀', '☿', '🜃', '☿', '☿', '♀', '☿', '🜁', '♀', '♄', '♄', '🜂', '♄', '🜃', '☽', '♂', '♀', '☿', '☽', '♃', '♂', '♄', '♄', '🜄'],
  ['🜃', '🜂', '🜁', '♄', '♂', '☽', '♀', '🜃', '🜁', '🜂', '♄', '☿', '☽', '☽', '🜄', '🜁', '🜃', '☉', '☉', '♄', '♂', '☽', '♃', '🜄', '♃', '🜃', '☿', '♃', '☿'],
  ['🜄', '♂', '♀', '♂', '♀', '♂', '🜄', '♀', '♂', '🜂', '🜁', '🜂', '♄', '☿', '☿', '☽', '♄', '♀', '🜄', '☽', '♂', '🜁', '♃', '☉', '🜄', '🜁', '🜂', '☉', '♃'],
  ['♄', '♀', '♄', '♀', '🜃', '♂', '♄', '🜂', '♃', '🜄', '♄', '♀', '☽', '♀', '☽', '🜂', '🜃', '♂', '♃', '🜂', '♄', '🜂', '♂', '♃', '🜃', '♂', '♄', '☽', '♀'],
  ['🜄', '♄', '☽', '☉', '🜃', '☽', '☽', '🜂', '☽', '♀', '🜄', '☉', '♃', '♂', '♄', '♄', '☽', '♄', '☽', '♀', '♀', '♀', '🜄', '♃', '🜃', '♃', '♀', '♀', '♃'],
  ['♂', '☽', '🜃', '🜄', '☉', '♀', '🜄', '🜄', '🜄', '☽', '♂', '🜂', '♃', '☽', '🜃', '♂', '♂', '♀', '☉', '☿', '♂', '♂', '☉', '☽', '☿', '☉', '🜃', '🜁', '♀'],
  ['🜃', '♄', '♂', '🜂', '☽', '☿', '🜂', '🜃', '☉', '🜂', '♄', '🜂', '☿', '♄', '🜃', '🜃', '☉', '🜂', '♃', '☽', '☽', '♄', '🜂', '♄', '🜄', '☽', '🜂', '♂', '☿'],
  ['♃', '🜃', '♀', '🜃', '🜁', '☽', '☉', '♃', '🜁', '☽', '♄', '🜄', '🜄', '☽', '🜃', '♃', '☽', '☉', '🜂', '♃', '☉', '🜁', '☿', '🜃', '☉', '🜃', '☉', '🜄', '☉'],
  ['🜁', '♃', '🜁', '☉', '☽', '♄', '🜂', '♀', '🜂', '♃', '☽', '☽', '♃', '☽', '☽', '🜄', '🜄', '♀', '☉', '♂', '🜃', '♂', '☉', '🜁', '☿', '🜂', '🜃', '♀', '☉'],
  ['♂', '🜁', '☽', '🜄', '☿', '♃', '🜁', '☉', '🜂', '☽', '♂', '🜄', '♂', '♃', '♄', '♄', '☉', '♀', '🜂', '♄', '☿', '♄', '♀', '🜄', '☿', '♄', '☉', '🜄', '🜄'],
  ['🜂', '🜃', '☽', '☉', '☿', '🜂', '♂', '♃', '☿', '☉', '☿', '♄', '☉', '☿', '🜂', '🜃', '♀', '☿', '♂', '♃', '♃', '♂', '☉', '♂', '☽', '🜃', '🜃', '♂', '♄'],
  ['☽', '🜁', '☽', '🜁', '☉', '☿', '♄', '♂', '☉', '♂', '☉', '♂', '🜄', '♂', '🜄', '☽', '🜂', '♀', '♂', '☉', '♂', '🜃', '♀', '♃', '☉', '♀', '♃', '🜁', '☿'],
  ['🜄', '☉', '🜁', '♃', '🜁', '☽', '☿', '☉', '♂', '🜃', '🜁', '☽', '☉', '🜃', '♀', '♃', '☉', '♄', '♀', '☿', '♀', '🜁', '♂', '♀', '♄', '🜁', '☽', '☉', '♃'],
  ['♄', '☿', '☽', '🜄', '☿', '☿', '♄', '♃', '♀', '☿', '♄', '🜂', '🜄', '☿', '☿', '♃', '♂', '🜁', '♀', '☽', '☉', '☽', '🜁', '🜄', '🜃', '🜄', '☿', '♀', '☿'],
  ['☉', '♂', '☽', '♄', '🜄', '♂', '♂', '☉', '🜂', '♃', '☽', '☉', '♄', '♀', '🜁', '🜃', '♄', '♃', '☽', '♀', '🜂', '♂', '♃', '♃', '🜃', '☿', '☽', '🜃', '☉'],
  ['🜄', '♃', '☿', '🜁', '♃', '☿', '☿', '☿', '🜃', '♄', '♃', '🜁', '🜄', '♂', '♂', '♃', '🜃', '♄', '🜁', '♀', '🜄', '♃', '☽', '♄', '♂', '♂', '🜂', '☽', '☉'],
  ['🜁', '♂', '🜂', '🜂', '🜂', '🜁', '🜃', '🜂', '☿', '♀', '🜃', '♀', '🜃', '♀', '☽', '♃', '♀', '☿', '♄', '☉', '🜄', '🜂', '🜂', '♀', '☽', '🜂', '🜂', '♃', '🜂'],
  ['🜄', '♃', '☉', '🜁', '♀', '🜃', '☿', '☿', '♀', '♄', '🜃', '♂', '🜂', '☿', '♃', '☉', '♀', '☉', '🜄', '☽', '🜃', '♀', '♀', '♄', '♃', '♀', '🜂', '☉', '☉'],
  ['☉', '☉', '🜂', '♂', '🜁', '🜁', '♄', '☿', '♂', '☿', '☿', '☉', '☽', '🜃', '♀', '♄', '♃', '♀', '♀', '🜃', '♀', '♂', '🜁', '♂', '🜂', '♄', '☿', '☿', '♀'],
  ['☿', '🜄', '♄', '♃', '♄', '☽', '♃', '♀', '♃', '🜃', '🜂', '🜄', '🜂', '☽', '☿', '☉', '☿', '🜂', '☽', '🜂', '♃', '♂', '🜄', '🜃', '☿', '♄', '♄', '☽', '🜂']
];
